Repository: das-buro-am-draht/chatbottery-twinery
Catalog: src/locale/po/*.po
Languages: de

source: These settings apply to External Data Website Analysis.<br>The following fields must be returned in JSON format:<table><tr><th style="text-align: left">Field name</th><th style="text-align: left">Type</th></tr><tr><td>title</td><td>string</td></tr><tr><td>author</td><td>string</td></tr><tr><td>date</td><td>string</td></tr><tr><td>phrases</td><td>array</td></tr><tr><td>main_keyword</td><td>string</td></tr><tr><td>keywords</td><td>array</td></tr><tr><td>image_url</td><td>string</td></tr><tr><td>summary</td><td>string</td></tr></table>
de: Diese Einstellungen betreffen die Webseiten-Analyse für die externen Daten.<br>Die folgenden Felder müssen im JSON-Format zurückgegeben werden:<table><tr><th style="text-align: left">Feldname</th><th style="text-align: left">Typ</th></tr><tr><td>title</td><td>string</td></tr><tr><td>author</td><td>string</td></tr><tr><td>date</td><td>string</td></tr><tr><td>phrases</td><td>array</td></tr><tr><td>main_keyword</td><td>string</td></tr><tr><td>keywords</td><td>array</td></tr><tr><td>image_url</td><td>string</td></tr><tr><td>summary</td><td>string</td></tr></table>

source: There were changes detected for the Open-AI-Settings. Are you sure you want to discard those changes?
de: Es wurden Änderungen an den Open-AI-Einstellungen festgestellt. Sollen diese Änderungen wirklich verworfen werden?

source: Use %1$s as placeholder for %2$s string
de: Verwende %1$s als Platzhalter für die Zeichenfolge %2$s

source: Placeholder %1$s should be set.
de: Der Platzhalter %1$s muss angegeben werden.

source: There were changes detected for the plugins data dialog. Are you sure you want to discard those changes?
de: Es wurden Änderungen an den Plugin-Einstellungen festgestellt. Sollen diese Änderungen verworfen werden?

source: There were changes detected for the settings dialog. Are you sure you want to discard those changes?
de: Es wurden Änderungen an den Einstellungen festgestellt. Sollen diese verworfen werden?

source: The chatbot format &ldquo;%1$s&rdquo; could not be loaded (%2$s).
de: Das Chatbot-Format &ldquo;%1$s&rdquo; konnte nicht geladen werden (%2$s).

source: Don't Replace Any Chatbots
de: Keine Chatbots ersetzen

source: Replace %d Chatbot
de: %d Chatbots ersetzen

source: Chatbottery format %s was loaded.
de: Chatbottery-Format %s wurde geladen.

source: Story format of imported story was changed to &ldquo;%s&rdquo;.
de: Das Chatbot-Format wurde geändert nach &ldquo;%s&rdquo;.

source: Error on importing file &ldquo;%1$s&rdquo;: %2$s
de: Fehler beim Importieren der Datei &ldquo;%1$s&rdquo;: %2$s

source: Character
de: Zeichen

source: Word
de: Wort

source: &ldquo;%1$s&rdquo; was not found
de: &ldquo;%1$s&rdquo; wurde gefunden

source: There were changes detected for the user data dialog. Are you sure you want to discard those changes?
de: Es wurden Änderungen an den Benutzer-Daten festgestellt. Sollen diese verworfen werden?

source: Editing "%s"
de: Editiere "%s"

source: New user variables found: &ldquo;%1$s&rdquo;
de: Es wurde eine neue Nutzer-Variable gefunden: &ldquo;%1$s&rdquo;

source: Enter the body text of your passage here.
de: Hier Passagen-Inhalt eingeben.

source: No suggestions were found.
de: Es wurden keine Vorschläge gefunden.

source: Main Tag
de: Haupt-Schlagwort

source: Change
de: Ändern

source: Main Tag will be shown to user in "Did you mean...?" when prompt is too vague
de: Das Haupt-Schlagwort wird dem Benutzer angezeigt in "Meintest Du vielleicht...?", wenn eine Passage nicht eindeutig gefunden wurde

source: Group Tag
de: Gruppenkontext

source: All passages that have this tag form a semantic context - improving identification in this context
de: Passagen mit einem gemeinsamen Gruppenkontext bilden eine semantische Einheit zur besseren Erkennung

source: Suggestion Tag
de: Themenvorschläge

source: Tag-Phrase is autocompleted, when the user starts to type accordingly
de: Themenvorschläge werden dem Benutzer als wählbare Listeneinträge angezeigt, wenn Passagen während der Benutzereingabe erkannt wurden

source: Conditional Tag
de: Funktionale Bedingungen

source: Passage Content is only shown if a preset variable condition is met e.g. "isGerman"
de: Passagen werden nur erkannt, wenn die angegebene Benutzerfunktion zu <i>true (wahr)</i> evaluiert

source: Regular Tag
de: Normale Schlagwörter

source: Passage content will be shown, when user submits the exact or a similar phrase
de: Passagen werden angezeigt, wenn eine Nutzereingabe ausreichende Ähnlichkeit mit dem entsprechenden Schlagwort aufweist

source: Keyword &ldquo;%1$s&rdquo; already exists.
de: Schlagwort &ldquo;%1$s&rdquo; existiert bereits.

source: Element was copied to clipboard.
de: Das Passagenelement wurde in die Zwischenablage kopiert.

source: Are you sure you want to delete &ldquo;%1$s&rdquo;?
de: Sicher, dass Du &ldquo;%1$s&rdquo; löschen möchtest?

source: Backups
de: Sicherungskopien

source: An error occurred while saving a chatbot.
de: Ein Fehler ist während des Speicherns des Chatbots aufgetreten.

source: An error occurred while deleting a chatbot.
de: Ein Fehler ist während des Löschens des Chatbots aufgetreten.

source: An error occurred while renaming a chatbot.
de: Ein Fehler ist während des Umbenennens des Chatbots aufgetreten.

source: &ldquo;%1$s&rdquo; could not be saved (%2$s).
de: &ldquo;%1$s&rdquo; konnte nicht gespeichert werden (%2$s).

source: %d%% space available
de: %d%% Speicher verfügbar

source: Text message
de: Text-Nachricht

source: Buttons
de: Schaltflächen

source: Carousel
de: Karussell

source: Tiles
de: Kacheln

source: Record user input
de: Nutzer Eingabe aufzeichnen

source: Set variable
de: Variable setzen

source: Goto
de: Weiterleitung

source: Publish to Website
de: Chatbot veröffentlichen

source: Copy HTML Snippet
de: HTML-Snippet kopieren

source: Copy Story JSON
de: Story-JSON kopieren

source: Story JSON was copied to clipboard.
de: Die Story-JSON wurde in die Zwischenablage kopiert

source: Currently active
de: Aktuell aktiv

source: Max. Difference between Phrases
de: Max. Abweichung zwischen Ausdrücken

source: Maximal difference between similarities of tags in selected passages to the user input; value between 0 and 1 (e.g. Say tag A is the best match and has similarity 0.9 to the given user message and tag F has a similarity 0.734. If you wanted both to be selected as options you would need to set this value at least to 0.166 (0.9 - 0.734))
de: Maximale Abweichung zwischen den Ähnlichkeiten der Schlagwörter ausgewählter Passagen zur Nutzereingabe; Wert zwischen 0 und 1 (z.B. angenommen, Schlagwort A (bester Treffer) hat eine Ähnlichkeit von 0,9 zur Nutzeranfrage und Schlagwort F eine von 0,734. Wenn beide angezeigt werden sollen, muss dieser Wert wenigstens 0,166 (0,9 - 0,734) sein)

source: Min. Similarity for Phrases
de: Min. Ähnlichkeit für Ausdrücke

source: Minimal similarity between a user message and a passage tag for selecting the passage; value between 0 and 1 (only passages with main tags may be selected)
de: Mindest-Ähnlichkeit von Schlagwörtern mit der Benutzereingabe zur Auswahl von Passagen; Wert zwischen 0 und 1 (nur Passagen mit Haupt-Schlagwörtern werden zur Auswahl in Betracht gezogen)

source: Min. Similarity for direct Jump
de: Min. Ähnlichkeit für Direktsprung

source: Minimal similarity between a passage tag and the user input for jumping directly into a passage even though more passages with similar tags had been found; value between 0 and 1
de: Mindest-Ähnlichkeit eines Schlagwortes zur Nutzereingabe für den direkten Sprung in eine Passage, auch wenn mehrere Passagen mit ähnlichen Schlagwörtern gefunden wurden; Wert zwischen 0 und 1

source: Boost for grouped Passages
de: Verstärkung für Gruppen-Passagen

source: Boost of hit probability for passages within the same group of the previously shown passage; value between 0 and 1
de: Verstärkung der Trefferwahrscheinlichkeit von Schlagwörtern zur Nutzereingabe für Passagen in der selben Gruppe wie die zuvor angezeigte Passage; Wert zwischen 0 und 1

source: Boost for Passages within Group
de: Verstärkung für gruppierte Passagen

source: Boost of hit probability for passages within the same group of the currently shown passage; value between 0 and 1
de: Verstärkung der Trefferwahrscheinlichkeit von Schlagwörtern zur Nutzereingabe für Passagen in der selben Gruppe wie die momentan angezeigte Passage; Wert zwischen 0 und 1

source: Max. Passages to choose
de: Max. Passagen zur Auswahl

source: Maximal number of options in 'CHOOSE PASSAGE' passage
de: Maximale Anzahl von Optionen zur Anzeige in der Passage 'CHOOSE PASSAGE'

source: Max. Passages for Suggestions
de: Max. Passagen für Vorschläge

source: Maximum number of Passage Suggestions to be shown while the user is typing
de: Maximale Zahl von Passagen-Vorschlägen während der Nutzereingabe

source: Typing Speed in ms/word
de: Anzeigegeschwindigkeit in ms/Wort

source: Chatbot typing speed in milliseconds per word
de: Anzeigegeschwindigkeit des Chatbots in Millisekunden je Wort

source: Enable Facebook Errors and Warnings
de: Anzeige von Fehlern und Warnungen in Facebook

source: Log errors and warnings specific for the Facebook runtime environment
de: Zeigt Fehler und Warnungen in der Facebook-Laufzeitumgebung an

source: Min. characters for Auto Completion
de: Min. Zeichen für Autovervollständigung

source: Minimun number of typed characters to trigger auto completion search
de: Minimale Anzahl eingegebener Zeichen zur Aktivierung der Autovervollständigung

source: Max. Difference between Suggestions
de: Max. Abweichung zwischen Vorschlägen

source: Maximal difference between similarities of tags in selected passages to the user input while showing suggested passages; value between 0 and 1 (e.g. Say tag A is the best match and has similarity 0.9 to the given user message and tag F has a similarity 0.734. If you wanted both to be shown as suggestions you would need to set this value at least to 0.166 (0.9 - 0.734))
de: Maximale Abweichung zwischen den Ähnlichkeiten der Schlagwörter vorgeschlagener Passagen zur Nutzereingabe; Wert zwischen 0 und 1 (z.B. angenommen, Schlagwort A (bester Treffer) hat eine Ähnlichkeit von 0,9 zur Nutzeranfrage und Schlagwort F eine von 0,734. Wenn beide vorgeschlagen werden sollen, muss dieser Wert wenigstens 0,166 (0,9 - 0,734) sein)

source: Min. Similarity for Suggestions
de: Min. Ähnlichkeit für Vorschläge

source: Minimal similarity between a user message and a passage tag for suugesting the passage; value between 0 and 1 (only passages with main tags may be suggested)
de: Mindest-Ähnlichkeit von Schlagwörtern mit der Benutzereingabe zum Vorschlagen von Passagen; Wert zwischen 0 und 1 (nur Passagen mit Haupt-Schlagwörtern werden vorgeschlagen)

source: Number of unmatched Phrases for Live Chat
de: Anzahl nicht erkannter Eingaben für Live-Chat

source: Start Live Chat after this count of unmatched User phrases
de: Startet den Live-Chats, wenn die entsprechende Anzahl nicht gefundener Passagen erreicht wurde

source: Min. Characters for Live Chat
de: Min. Zeichen für Live-Chat

source: Minimum Number of characters from an unmatched user phrase that triggers the Live Chat
de: Mindestzahl der eingegebenen Zeichen bei nicht erkannter Eingabe zum Starten des Live-Chats

source: Restore defaults
de: Standardwerte zurücksetzen

source: Open on load
de: Öffnen beim Laden

source: Specify how the Chatbot will be shown when the page is loaded.
de: Legt fest, wann der Chatbot auf einer geladenen Seite angezeigt wird.

source: Initially closed, show previous state when page is loaded afterwards.
de: Anfangs geschlossen, bei nachfolgendem Laden im zuletzt angezeigten Status.

source: Always open the Chatbot when page is loaded.
de: Chatbot wird beim Laden der Seite geöffnet angezeigt.

source: Never open the Chatbot when page is loaded.
de: Chatbot ist beim Laden der Seite geschlossen.

source: Open the Chatbot on Desktop only when page is loaded.
de: Chatbot wird beim Laden der Seite auf Desktop-Geräten geöffnet angezeigt.

source: Open the Chatbot on Mobile only when page is loaded.
de: Chatbot wird beim Laden der Seite auf Mobil-Geräten geöffnet angezeigt.

source: Remember
de: Merken

source: Always
de: Immer

source: Never
de: Nie

source: Desktop only
de: Nur Desktop

source: Mobile only
de: Nur Mobilgeräte

source: Delay in ms
de: Startverzögerung

source: Time in ms on initial page load after the Chatbot will open if closed.
de: Zeit in ms, nachdem ein anfangs geschlossener Chatbot erstmalig geöffnet wird

source: Open Chatbot after the specified time in milliseconds on first page load (Wake-up).
de: Öffnet den Chatbot nach der angegebenen Zeit in Millisekunden beim ersten Laden der Seite (Wake-Up).

source: Specify the Chatbot passage that will be shown when the page is loaded.
de: Legt die Passage fest, die beim Laden der Seite angezeigt wird.

source: Story default
de: Wie im Editor angegeben

source: Begin Story with passage &ldquo;%s&ldquo;.
de: Starte Chatbot mit Passage &ldquo;%s&ldquo;.

source: Begin Story with passage specified in Story Editor.
de: Starte Chatbot mit der im Editor angegebenen Startpassage.

source: Render position
de: Anzeigeposition

source: Position of the Chatbot within the page.
de: Position des Chatbots auf der Seite.

source: Position the Chatbot on the bottom left corner of the page.
de: Positioniert den Chatbot am unteren linken Rand der Seite.

source: Position the Chatbot on the bottom right corner of the page.
de: Positioniert den Chatbot am unteren rechten Rand der Seite.

source: Position the Chatbot where the HTML snippet is placed within the page.
de: Positioniert den Chatbot, wo das HTML-Snippet in die Seite eingebunden ist.

source: Bottom left
de: Unten links

source: Bottom right
de: Unten rechts

source: In place
de: An der Stelle

source: Uniform Resource Locator or server file path of the Story data.
de: URL-Adresse oder Server-Datepfad der Chatbot-Daten.

source: HTML code snippet that must be inserted into the page's HTML content.
de: HTML-Code-Snippet, das in die HTML-Struktur eingebunden werden muss.

source: Copy Snippet to Clipboard
de: Snippet in Zwischenablage kopieren

source: Script snippet was copied to clipboard.
de: Skript-Snippet wurde in die Zwischenablage kopiert.

source: Story URL must be set.
de: Story-URL muss angegeben werden.

source: Publish Chatbot via FTP
de: Chatbot via FTP veröffentlichen

source: Remote FTP Server name
de: Name des FTP-Servers

source: User
de: Benutzer

source: FTP user ID
de: FTP-Benutzer-ID

source: Password
de: Kennwort

source: User's FTP password
de: Kennwort des FTP-Benutzers

source: File path
de: Datei-Pfad

source: Do you want to replace the Chatbot on your website?
de: Soll der Chatbot auf der Webseite überschrieben werden?

source: This cannot be undone
de: Dies kann nicht rückgängig gemacht werden

source: No
de: Nein

source: Yes
de: Ja

source: Publish Chatbot
de: Chatbot veröffentlichen

source: Update Chatbot
de: Chatbot überschreiben

source: Last published:
de: Zuletzt veröffentlicht

source: last published on %s
de: zuletzt am %s veröffentlicht

source: Entry '%s' in local storage could not be parsed.
de: Eintrag '%s' im Local Storage konnte nicht gelesen werden.

source: FTP Server must be set.
de: Der FTP-Server muss angegeben werden.

source: Port must be set.
de: Der Port muss angegeben werden.

source: File path is not a valid path name.
de: Der Dateipfad ist ungültig.

source: User ID must be set.
de: Die Benutzer-ID muss angegeben werden.

source: Password must be set.
de: Das Kennwort muss angegeben werden.

source: Error on uploading to host '%1$s': %2$s.
de: Fehler beim Hochladen zum Host '%1$s': %2$s.

source: Story was uploaded to '%s'.
de: Der Chatbot wurde hochgeladen zu '%s'.
