Repository: das-buro-am-draht/chatbottery-twinery
Catalog: src/locale/po/*.po
Languages: de

source: Warning
de: Warnung

source: You need to activate 'local storage' in your browser settings, so that the editor works properly
de: Du musst den lokalen Speicher (Local Storage) in den Browser-Einstellungen aktivieren, damit der Editor korrekt arbeiten kann

source: Learn more
de: Erfahre mehr

source: Chatbot Formats
de: Chatbot-Formate

source: Documentation
de: Dokumentation

source: Help
de: Hilfe

source: Made with Twine, an open-source tool for telling interactive, nonlinear stories
de: Erstellt mit Twine, eine Open-Source-Software zum Erstellen interaktiver, nicht-linearer Inhalte

source: Add a new passage
de: Neue Passage hinzufügen

source: Delete '%s'
de: '%s' löschen

source: Edit '%s'
de: '%s' bearbeiten

source: Test Chatbot here
de: Chatbot hier testen

source: More passage options
de: Weitere Passagen-Optionen

source: Start Chatbot Here
de: Chatbot hier starten

source: Small
de: Klein

source: Wide
de: Breit

source: Tall
de: Hoch

source: Large
de: Groß

source: Download HTML File
de: HTML-Datei herunterladen

source: Download Proof PDF
de: Korrekturabzug PDF herunterladen

source: Download Proof Default
de: Standard Korrekturabzug PDF herunterladen

source: Proof Copy Default
de: Default Korrekturabzug

source: Rename Chatbot
de: Chatbot umbenennen

source: Chatbot User Data
de: Chatbot Nutzerdaten

source: User Data
de: Nutzerdaten

source: Chatbot External Data
de: Externe Daten im Chatbot

source: External Data
de: Externe Daten

source: Chatbot Settings
de: Chatbot Einstellungen

source: Settings
de: Einstellungen

source: Chatbot Statistics
de: Chatbot-Statistiken

source: Statistics
de: Statistik

source: Matomo Analytics
de: Matomo-Analysedaten

source: Analytics
de: Analyse

source: Go to the Chatbot List
de: Zur Chatbot-Liste

source: Edit Style Sheet
de: Darstellung (CSS) anpassen

source: Edit JavaScript
de: JavaScript-Code bearbeiten

source: Adjust Zoom
de: Zoom-Einstellungen

source: Open AI Settings
de: Open-AI-Einstellungen

source: Play the Chatbot
de: Chatbot abspielen

source: Browse Chatbot…
de: Chatbot durchsuchen…

source: Search the entire Chatbot for specified String
de: Durchsucht den Chatbot nach der angegebenen Zeichenfolge

source: Find and replace across the entire Chatbot
de: Suchen und Ersetzen über den gesamten Chatbot

source: Manage your Chatbots
de: Chatbots verwalten

source: There are no chatbots saved in Chatbottery right now. To get started, you can either create a new chatbot or import an existing one from a file
de: Es sind noch keine Chatbots gespeichert. Du kannst einen neuen Chatbot erstellen oder einen bestehenden aus einer Datei importieren.

source: Import Chatbot
de: Chatbot importieren

source: Import existing file
de: Import einer Datei

source: New Chatbot
de: Neuer Chatbot

source: Create new Chatbot
de: Erstelle einen neuen Chatbot

source: Drop a Chatbot file to import
de: Datei zum Importieren ablegen

source: Play Chatbot
de: Chatbot abspielen

source: Test Chatbot
de: Chatbot testen

source: Publish Chatbot to File
de: Chatbot als Datei speichern

source: Duplicate Chatbot
de: Chatbot duplizieren

source: Delete Chatbot
de: Chatbot löschen

source: Title
de: Titel

source: Image URL
de: Bild-URL

source: Summary
de: Zusammenfassung

source: Main Keyword
de: Hauptschlagwort

source: Keywords
de: Schlagwörter

source: Phrases
de: Ausdrücke

source: Author
de: Autor

source: Date
de: Datum

source: Delete List
de: Liste löschen

source: Analyse all in List
de: Gesamte Liste analysieren

source: Web Page URL
de: Webseiten-URL

source: Web Page URL is invalid
de: Webseiten-URL ist ungültig

source: Delete Entry
de: Eintrag löschen

source: Add new Entry
de: Eintrag hinzufügen

source: Last analysed:
de: Zuletzt analysiert:

source: Close Detail View
de: Detailansicht schließen

source: Analysing website
de: Webseite wird analysiert

source: This may take a while
de: Das kann einen Moment dauern

source: Title, Summary and at least one Keyword must be set
de: Titel, Zusammenfassung und mindestens ein Schlagwort müssen angegeben werden

source: Download file
de: Datei herunterladen

source: Don't forget to set the destination of this file in your
de: Vergiss nicht, die URL der veröffentlichten Datei anzugeben in den

source: Save
de: Speichern

source: Story Formats
de: Chatbot-Formate

source: Chatbot formats control the appearance and behavior of chatbots during play
de: Chatbot-Formate bestimmen Darstellung und Verhalten des Chatbots beim Abspielen

source: Use as Default
de: Als Default verwenden

source: Proofing Formats
de: Korrektur-Formate

source: Proofing formats create a versions of chatbots tailored for editing and proofreading
de: Korrektur-Formate erlauben Analyse und Revision des Chatbots

source: Use
de: Verwenden

source: Add a New Format
de: Neues Format hinzufügen

source: To add a story format, enter its address below
de: Um ein Format hinzuzufügen, gib bitte nachfolgend eine URL an

source: Add
de: Hinzufügen

source: Loading
de: Lade

source: Set this format as default for stories
de: Dieses Format standardmäßig verwenden

source: The default chatbot format can't be removed
de: Das Standard-Chatbot-Format kann nicht gelöscht werden

source: Remove this format
de: Format löschen

source: From
de: Von

source: From Date
de: Von Datum

source: To
de: Bis

source: To Date
de: Bis Datum

source: Users in total
de: Alle Nutzer

source: Visits in total
de: Alle Visits

source: Ø time per visit
de: Ø Zeit je Visit

source: Ø interactions per visit
de: Ø Interaktionen je Visit

source: passages visited
de: besuchte Passagen

source: Unmatched
de: Nicht aufgelöst

source: Inconclusive
de: Uneindeutig

source: Passage usage
de: Passagennutzung

source: Events
de: Ereignisse

source: Reset to default
de: Auf Default zurücksetzen

source: Resource Locator must be a valid URL
de: Der Verweis ('Resource Locator') muss eine gültige URL sein

source: Site ID
de: Seiten-ID (site ID)

source: Matomo Site ID
de: Matomo Seiten ID

source: Site ID must not be empty
de: Eine Seiten-ID muss angegeben werden

source: Statistical area
de: Statistischer Bereich

source: Matomo Statistical Area
de: Matomo - Statistischer Bereich (Statistical Area)

source: Store Tracking ID in Cookies
de: Tracking-ID in Cookies speichern

source: Store Tracking User ID in Cookies
de: Benutzer-Tracking-ID in Cookies speichern

source: Host to Environment Mapping
de: Host zu Environment-Zuordnung

source: Host and Environment must be set
de: Host und Environment müssen angegeben werden

source: Authentication Token
de: Authentifizierungs-Token

source: Application ID
de: Anwendungs-ID

source: Chat Application ID
de: Anwendungs-ID des Chats

source: Application ID must not be empty
de: Eine Anwendungs-ID muss angegeben werden

source: Authorization Key
de: Authorisierungs-Kennung

source: Chat Authorization Key
de: Authorisierungs-Kennung (Authorization Key) des Chats

source: Authorization Key must not be empty
de: Ein Authorisierungs-Schlüssel muss angegeben werden

source: Authorization Secret
de: Authorisierungs-Schlüssel ('Authorization Secret')

source: Chat Authorization Secret
de: Authorisierungs-Schlüssel (Authorization Secret) für Chat

source: Authorization Secret must not be empty
de: Ein Authorisierungs-Schlüssel muss angegeben werden

source: Account Key
de: Konto-Schlüssel

source: Chat Account Key
de: Konto-Schlüssel (Account Key) des Chats

source: Account Key must not be empty
de: Der Konto-Schlüssel muss angegeben werden

source: User's Field Name
de: Variablenname Benutzer

source: Chat User Field Name
de: Variablenname des Benutzers

source: User Field Name must not start with '$'
de: Der Benutzer-Variablenname darf nicht mit '$' beginnen

source: Shared User Variables
de: Zu übergebene Benutzervariablen

source: Variable Name
de: Variablenname

source: Asset Base URL
de: Basis-URL für Ressourcen

source: URL for Assets (Images, Videos, etc.)
de: Basis-URL für Ressourcen (Bilder, Videos, etc.)

source: Resource Locator must be a valid URL Path ending with slash ('/')
de: Die angegebene URL muss ein gültiger URL-Pfad sein endend mit '/' (slash)

source: URL for external chatbot-data
de: URL für externe Chatbot-Daten

source: URL for external Story data
de: URL für externe Chatbot-Daten

source: A chatbot format controls the appearance and behavior of your chatbot during play
de: Das Chatbot-Format steuert Darstellung und Verhalten des Chatbots während der Wiedergabe

source: Import From File
de: Import von Datei

source: Import this file:
de: Diese Datei importieren:

source: Cancel
de: Abbrechen

source: Some chatbots you are importing already exist in your library. Please choose which to replace.
de: Einige Chatbots, die Du zu Importieren versuchst gibt es bereits unter diesem Dateinamen. Bitte wähle aus, welche Chatbots überschrieben werden sollen.

source: Do not import any chatbots
de: Keinen Chatbot importieren

source: Find and Replace
de: Suchen und ersetzen

source: Search For
de: Suche nach

source: Include passage names
de: Inklusive Passagennamen

source: Match case
de: Groß- Kleinschreibung beachten

source: Regular expression
de: Regulärer Ausdruck (RegExp)

source: Replace With
de: Ersetzen mit

source: Expand all search results
de: Details anzeigen

source: Collapse all search results
de: Details verbergen

source: Replace All
de: Alle ersetzen

source: %d passage matches
de: %d Passage gefunden

source: Searching
de: Suche läuft

source: %d match
de: %d Fundstelle

source: Replace in this Passage
de: In dieser Passage ersetzen

source: Replace in Passage
de: In Passage ersetzen

source: This chatbot was last changed at %s
de: Der Chatbot wurde zuletzt am %s geändert

source: The IFID for this chatbot is
de: Die IFID für diesen Chatbot ist

source: What's an IFID?
de: Was ist eine IFID?

source: Enter Field Names without leading '$'
de: Benutzer-Feldnamen müssen ohne führendes '$' angegeben werden

source: Find in Passages
de: In Passagen suchen

source: String
de: Zeichenfolge

source: Number
de: Zahl

source: Default Value
de: Standardwert

source: true
de: wahr

source: false
de: falsch

source: Name must be set
de: Name muss angegeben werden

source: Add new Field
de: Feld hinzufügen

source: Store Data in Local Storage
de: Daten im Browser (local storage) speichern

source: Any JavaScript entered here will immediately run when your chatbot is opened in a Web browser
de: Jedes eingegebene JavaScript wird sofort ausgeführt, wenn der Chatbot im Browser geöffnet wird

source: Passage Name
de: Passagenname

source: Invalid Passage name (must not be an URL or start with '/')
de: Ungültiger Passagenname (darf keine URL sein oder mit '/' beginnen)

source: A passage already exists with this name
de: Eine Passage dieses Namens existiert bereits

source: Add new Tag
de: Neues Schlagwort hinzufügen

source: Tag
de: Schlagwort

source: Suggestions
de: Vorschläge

source: Tag or phrase
de: Schlagwort oder Ausdruck

source: Tag label
de: Schlagwortbezeichnung

source: Tag name must be set
de: Ein Schlagwort muss angegeben werden

source: Color
de: Farbe

source: Set tag color to gray
de: Setzt die Farbe des Schlagworts auf grau

source: Set tag color to red
de: Setzt die Farbe des Schlagworts auf rot

source: Set tag color to orange
de: Setzt die Farbe des Schlagworts auf orange

source: Set tag color to yellow
de: Setzt die Farbe des Schlagworts auf gelb

source: Set tag color to green
de: Setzt die Farbe des Schlagworts auf grün

source: Set tag color to blue
de: Setzt die Farbe des Schlagworts auf blau

source: Set tag color to purple
de: Setzt die Farbe des Schlagworts auf violett

source: Type
de: Typ

source: Only one Main Tag is allowed
de: Bitte nur ein Haupt-Schlagwort vergeben

source: Show alternatives
de: Alternativen anzeigen

source: Edit
de: Bearbeiten

source: Change Color
de: Farbe ändern

source: Change Tag Type
de: Schlagwort-Typ ändern

source: Delete
de: Löschen

source: Regular
de: Normal

source: Main-Tag
de: Hauptschlagwort

source: Group
de: Gruppenschlagwort

source: Suggestion
de: Vorschlag

source: Conditional
de: Bedingung

source: Add Button
de: Schaltfläche hinzufügen

source: Label
de: Bezeichnung

source: Button Label
de: Bezeichnung

source: Passage name or Link URL
de: Passagenname oder URL des Verweises

source: Button link must be set
de: Schaltflächenverweis muss angegeben werden

source: Show as Action Button
de: Als Action-Button anzeigen

source: Custom class
de: CSS-Klasse

source: Button custom CSS class
de: Benutzerdefinierte CSS-Klasse

source: User Function
de: Funktion

source: Button custom User function
de: Benutzerfunktion der Schaltfläche

source: Target
de: Ziel

source: Window target of link (current / new tab)
de: Zielfenster des Links (aktueller oder neuer Browser-Tab)

source: Current Tab
de: Aktueller Browser-Tab

source: New Tab
de: Neuer Browser-Tab

source: Hide advanced Settings
de: Erweiterte Einstellungen ausblenden

source: Advanced Settings
de: Erweiterte Einstellungen

source: Item
de: Element

source: Image
de: Bild

source: Relative or absolute image URL
de: Relative oder absolute URL des Bildes

source: Headline
de: Überschrift

source: Title of the item
de: Titel des Elements

source: A short description of the item
de: Kurzbeschreibung des Elements

source: Description
de: Beschreibung

source: Description of the item
de: Beschreibung des Elements

source: Text on button
de: Text auf der Schaltfläche

source: Link
de: Verweis

source: Passage name or external URL
de: Passagenname oder externer Verweis (URL)

source: Code assignment
de: Code-Anweisung

source: JavaScript code assignment
de: JavaScript Code-Anweisung

source: JavaScript assign statement - e.g. '$chapter = 3'
de: JavaScript Code-Anweisung - z.B. '$kapitel = 3'

source: Assign statement must be set
de: Code-Anweisung muss gesetzt werden

source: User variables must start with '$'
de: Die Benutzervariable muss mit '$' beginnen

source: Name of the passage to go to
de: Name der Passage, auf die umgeleitet werden soll

source: Passage name must be set
de: Passagenname muss angegeben werden

source: URL or PDF Link of embedded Resource
de: URL oder PDF-Verweis auf die einzubindende Ressource

source: URL of IFrame / PDF must be set
de: Die URL des iFrames / PDF muss angegeben werden

source: Height
de: Höhe

source: Height with unit
de: Höhe mit Einheit (z.B. 50px)

source: Image link
de: Bildverweis

source: Image URL must be set
de: URL des Bildes muss angegeben werden

source: Add Image Text
de: Bildtext hinzufügen

source: Expand / Collapse
de: Ausklappen / Einklappen

source: Copy to Clipboard
de: In Zwischenablage kopieren

source: Settings (Condition / Class name)
de: Einstellung (Bedingung / CSS-Klasse)

source: Delete entry
de: Eintrag löschen

source: Condition:
de: Bedingung:

source: JavaScript condition - e.g '$chapter === 3'
de: JavaScript-Bedingung - z.B. '$kapitel === 3'

source: JavaScript condition to be evaluated to true for executing this task
de: Die JavaScript-Bedingung muss zu 'true' evaluiert werden, damit das Element ausgeführt wird

source: User function:
de: Nutzer-Funktion:

source: User function being invoked on this task
de: Nutzerfunktion, die bei Aufruf des Elements ausgeführt wird

source: Name of user function to invoke
de: Bezeichnung der Nutzerfunktion, die aufgerufen werden soll

source: CSS Class:
de: CSS-Klasse:

source: CSS class name
de: CSS-Klassename

source: Typing animation time:
de: Dauer der Antwort-Animation des Chatbots:

source: Typing animation Time in Milliseconds
de: Dauer der Antwort-Animation des Chatbots in Millisekunden

source: Close Suggestions
de: Vorschläge schließen

source: Add new Task
de: Neues Element

source: Paste here
de: Hier einfügen

source: Delete Message Option
de: Text-Option löschen

source: Alternate Suggestions
de: Alternative Vorschläge

source: Add Message Option
de: Text-Option hinzufügen

source: Caption
de: Titel

source: Caption above tiles
de: Titel über den Kacheln

source: Initial count
de: Ausgangsanzahl

source: Limit initially visible item count
de: Maximale Anzahl der initial angezeigten Kachelelemente

source: Add alternative text
de: Textoption hinzufügen

source: Youtube or Vimeo link
de: Youtube- oder Vimeo-Verweis

source: Video URL must be set
de: Video-URL muss angegeben werden

source: User variable without '$' prefix
de: Nutzervariable ohne Präfix '$'

source: User variable must be set
de: Nutzervariable muss angegeben werden

source: '$' will be added automatically
de: '$' wird automatisch hinzugefügt

source: Validation
de: Validierung

source: Validation function - e.g. '$isEmail($msg)'
de: Validierungsfunktion - z.B. '$isEmail($msg)'

source: Placeholder
de: Platzhalter

source: Add Validation Text
de: Validierungstext hinzufügen

source: Input field placeholder
de: Platzhalter im Chatbot-Eingabefeld

source: Input options shown to the User
de: Eingabeoptionen für den Nutzer

source: User reply suggestions
de: Benutzer-Antwortvorschläge

source: Any CSS entered here will overwrite the default appearance of your chatbot
de: CSS-Anweisungen überschreiben die Standard-Darstellung des Chatbots

source: Meet our award winning chatbot software. Made with
de: Lernen Sie unsere mehrfach ausgezeichnete Chatbot-Software kennen. Erstellt mit

source: About us
de: Über uns

source: New chatbot
de: Chatbot erstellen

source: Create a Chatbot
de: Erstelle einen Chatbot

source: Please choose which language you would like to use with Chatbottery
de: Bitte wähle die Sprache, mit der Du Chatbottery benutzen möchtest

source: Untitled Passage
de: Unbenannte Passage

source: Are you sure you want to delete &ldquo;%s&rdquo;?<br>This cannot be undone.
de: Sicher, dass Du &ldquo;%s&rdquo; löschen möchtest?<br>Dies kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete &ldquo;%2$s&rdquo;?<br>This cannot be undone.
de: Sicher, dass Du &ldquo;%2$s&rdquo; löschen möchtest?<br>Dies kann nicht rückgängig gemacht werden.

source: Hold the Shift key when deleting to skip this message
de: Halte die Umschalttaste (Shift) beim Löschen gedrückt, um diese Nachricht zu überspringen

source: The chatbot &ldquo;%1$s&rdquo; could not be published (%2$s).
de: Der Chatbot &ldquo;%1$s&rdquo; konnte nicht gespeichert werden (%2$s).

source: What should &ldquo;%s&rdquo; be renamed to?
de: In welchen Namen soll &ldquo;%s&rdquo; geändert werden?

source: Rename
de: Umbenennen

source: Please enter a name.
de: Bitte gib einen Namen an.

source: How should your chatbot be named?<br>(You can change this later.)
de: Wie soll der Chatbot benannt werden?<br>(Du kannst das später ändern.)

source: A chatbot with this name already exists.
de: Ein Chatbot mit diesem Namen existiert bereits.

source: Delete Permanently
de: Endgültig löschen

source: How should the duplicate be named?
de: Wie soll die Kopie genannt werden?

source: Duplicate
de: Duplizieren

source: %s Copy
de: %s Kopieren

source: An error occurred while publishing your chatbot. (%s)
de: Ein Fehler ist beim Starten des Chatbots aufgetreten. (%s)

source: There is no chatbot with ID %s.
de: Es gibt keinen Chatbot mit der ID %s.

source: this chatbot format is already installed
de: das Chatbot-Format ist bereits installiert

source: A more recent version of the chatbot format &ldquo;%s&rdquo; is already installed
de: Eine neuere Version des Chatbot-Formats &ldquo;%s&rdquo; ist bereits installiert

source: Default Chatbot Format &ldquo;%1$s %2$s&rdquo; is not the latest (%3$s %4$s).
de: Das Standard-Chatbot-Format &ldquo;%1$s %2$s&rdquo; ist nicht das neueste (%3$s %4$s).

source: There is no starting point set for this chatbot.
de: Es wurde keine Start-Passage für den Chatbot festgelegt.

source: The passage set as starting point for this chatbot does not exist.
de: Die als Startpunkt festgelegte Passage existiert nicht.

source: Untitled Chatbot Format
de: Unbenanntes Chatbot Format

source: Untitled Story
de: Unbenannte Story

source: A new version of Chatbottery, <span class="version"></span>, has been released.
de: Eine neuere Version von Chatbottery, <span class="version"></span>, wurde veröffentlicht.

source: Not Right Now
de: Jetzt nicht

source: List %d
de: Liste %d

source: Are you sure you want to delete the entire list with all entries?
de: Sicher, dass Du die gesamte Liste löschen mit allen Einträgen löschen möchtest?

source: Delete list
de: Liste löschen

source: Last analysed:
de: Zuletzt analysiert:

source: click to analyse again
de: Hier klicken, um die Analyse zu wiederholen

source: Are you sure you want to abort the analysis process?
de: Analyse-Prozess abbrechen?

source: Continue
de: Fortfahren

source: Abort
de: Abbrechen

source: The analysing process was aborted.
de: Die Analyse wurde abgebrochen.

source: Are you sure you want to delete the entry?
de: Sicher, dass Du den Eintrag löschen möchtest?

source: Error on analysing URL &ldquo;%1$s&rdquo; - %2$s.
de: Fehler bei der Analyse der Webseiten-URL &ldquo;%1$s&rdquo; - %2$s.

source: There were changes detected for the external data dialogue. Are you sure you want to discard those changes?
de: Es wurden Änderungen im Dialog „Externe Daten“ festgestellt. Änderungen trotzdem verwerfen?

source: Discard changes
de: Änderungen verwerfen

source: This chatbot format could not be loaded (%1$s).
de: Das Chatbot-Format konnte nicht geladen werden (%1$s).

source: The chatbot format at %1$s could not be added (%2$s).
de: Das Chatbot-Format unter %1$s konnte nicht hinzugefügt werden (%2$s).

source: by %s
de: von %s

source: You may not remove the default chatbot format. Please choose another one first.
de: Das Standard-Format kann nicht entfernt werden. Wähle bitte ein anderes aus!

source: Are you sure?
de: Bist Du sicher?

source: Remove
de: Löschen

source: This list shows the user phrases that couldn't be resolved.
de: Diese Liste zeigt Benutzereingaben, die nicht erkannt wurden.

source: This list shows user input phrases that led to various passage suggestions.
de: Diese Liste zeigt Benutzereingaben, die zu mehrdeutigen Passagenvorschlägen führten.

source: This list shows how often these Passages have been accessed.
de: Diese Liste zeigt Passagen und die Zahl ihrer Aufrufe.

source: Error on loading Matomo data from &ldquo;%1$s&rdquo;: %2$s
de: Fehler beim Laden der Matomo-Daten von &ldquo;%1$s&rdquo;: %2$s

source: These settings apply to the AI Prompt Component.<br><i>The chatbot-file needs to be exported again for these settings to take effect.</i>
de: Diese Einstellungen steuern die AI-Aufrufparameter für das Passagenelement 'AI-Anfrage'.<br>Die Chatbot-Datei muss erneut exportiert werden, damit Änderungen wirksam werden.

source: Tag Alternatives
de: Schlagwort-Alternativen

source: These settings apply to the Keyword-Suggestions.
de: Diese Einstellungen betreffen Vorschläge für alternative Schlagworte.

source: Phrase Alternatives
de: Text-Alternativen

source: These settings apply to message Text Alternatives.
de: Diese Einstellungen betreffen Vorschläge für alternative Textblöcke.

source: Website Analysis
de: Webseiten-Analyse
